[
    {
      "name": "Editorial Photography",
      "image":"https://demos.elemisthemes.com/missio/style/images/art/si1.jpg",
      "rating": "4.5",
      "price" : "$100",
    "description": "Editorial photography is images that appear alongside the text in print or online publications. Editorial-style images are created to help tell a story or support the narrative in the text, with a focus on creating a specific mood or tone for the piece. These images often appear in a newspaper or magazine, adding a visual element to the story. As an editorial photographer, you may find yourself shooting in a variety of different settings and styles, from food to portraiture to events to fashion. For example, an editor may contact you to support a profile of a new restaurant, and you may create editorial images that highlight the interior of the restaurant, the decor, and the dishes on the menu. Or, if there is a story about an outdoor festival, you may take images of the venue, the attendees, and the performers for editorial use.Though the difference between editorial photography and photojournalism can be a bit unclear, editorial photos are often created to support a story or a text, rather than as a type of journalism. They are viewed as more subjective than photojournalism images, and you are able to compose an editorial image in a more creative way than a photojournalism shot. Most magazines and newspapers have strict rules around composing and post-processing photojournalism images, which often do not apply to editorial style photos."
    },
    {
      "name": "Product Photography",
      "image":"https://demos.elemisthemes.com/missio/style/images/art/si2.jpg",
      "rating": "4.6",
      "price" : "$200",
      "description": "Product photography is a type of commercial photography that involves taking pictures of products for commercial use. The product may be an item or a food or prepared dish. Generally, though, a product in product photography is small enough to sit atop a table.Product photography is intended to portray an object in an attractive or interesting manner. Most commonly, the image may be used to sell the product. The resulting image may be used in a catalog, brochure or in a website. Anytime you open up an advertisement, such as a weekly ad from your local grocer, or visit a website where items are for sale; you will see examples of product photography.The ultimate goal in product photography is to capture a realistic image of the item. This enables potential buyers to be able to get an idea of what the product is like. This is important since the buyer will not have an opportunity to examine the item in person. They cannot touch or feel the item, so it's the job of the product photographer to convey the look and feel of the item through the camera lens. To sum it up, the goal of product photography is attractiveness and realism."
    },
    {
      "name": "Commercial Photography",
      "image":"https://demos.elemisthemes.com/missio/style/images/art/si4.jpg",
      "rating": "4.7",
      "price" : "$300",
      "description": "Commercial photography is a form of advertising photography in which businesses create high-quality images of their products or services to promote, market, and sell. Since commercial photography is closely related to sales or running a company, it is one of the highly influential parts of a business.Today the business world is on an online selling spree. They want to showcase their products attractively and ensure to pull their customers. This is where commercial photography comes into play. To excel in this field, you need to understand several scenarios you may encounter as a commercial photographer. Here, in this article, we give you insights into the avenues of commercial photography that you will come across. So, dive in to learn more."
    },
    {
      "name": "Nature Photography",
      "image":"https://unsplash.com/photos/01_igFr7hd4",
      "rating": "4.8",
      "price" : "$400",
      "description": "Nature photography focuses on landscapes, wildlife and plant life as they are found in their natural environment. Photographs of nature provides glimpses of animals, forests or mountains that may not be seen in person. Many nature photographers try to educate people about the beauty of nature, often with the hope that more people will be inspired to help the environment.The goal of a nature photographer is to photograph his subject with the least amount of disruption to the subject's environment. The photographer should not cause destruction, harming the flora or fauna, in his attempt to photograph his subject. It also is not advised to try and interact with wild animals or attempt to manipulate a subject to obtain the desired shot. The end result should be an accurate presentation of the animal's or plant's natural state. "
    },
    {
      "name": "Food & Drink Photography",
      "image":"https://demos.elemisthemes.com/missio/style/images/art/si3.jpg",
      "rating": "4.9",
      "price" : "$500",
      "description": "Food & drink photography can be editorial (like cookbooks and magazines) and commercial (like packaging and advertising). This specialty can overlap other specialties, such as travel photography, product photography, restaurant, and hospitality, or even portraiture of the chef, staff, and customer base. Then there are all the different types of food, baked goods, dry goods, hot goods, cold goods, etc. As a result of this overlap, a successful food photographer will need at least some experience doing many if not all of these aspects.Food photography as a product is more focused on accessing the viewers other senses through the imagery, whether that's smell, taste, touch or hearing. You look at those images and instead of the story, memories, and wishful thinking, you get the smoke wafting through the air, the imaginary flavors on the tip of your tongue, the textures in perfect harmony, and the sizzling of the grease echoing in your ear."
    },
    {
      "name": "Macro Photography",
      "image":"https://unsplash.com/photos/Ap0alm8xpxw",
      "rating": "5.0",
      "price" : "$600",
      "description": "Macro photography is all about showcasing a subject larger than it is in real life — an extreme close-up of something small.A full-frame insect in a five-by-seven-inch photo and a four-inch product shot of a cornflake go well above life-size: both are examples of macro photography. And while this premise would apply to photos taken through a microscope, that goes beyond the realm of macro into photomicrography, or photos of the microscopic. What makes a great macro image is the same thing that makes any great photograph great, Long explains. “It's always the job of the photographer to ensure that they've organized the frame and used all of the expressive mechanisms they have — like depth of field, motion stopping power, and the control of light and shadow — so that the viewer immediately knows what the subject of the image is."
    }
    
]